Revit 2027 API
CADLinkOperations Properties
The CADLinkOperations type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from LinkOperations)
Top
See Also
Reference
CADLinkOperations Class
Autodesk.Revit.DB Namespace